{
    "home":"الصفحة الرئيسية",
    "about":"عن الشركة",
    "contact":"اتصل بنا",
    "projects":"المشروعات",
    "CieContactors":"Cie Contactors",
    "Ahmed":"م. أحمد عيسى",
    "mohamed":"م. محمد حسين",
    "CO":"شريك مؤسس",
    "CieContactorshelpyoubuildyournextbeatifulplacetostay":"تساعدك Cie Contactors على بناء مكانك الجميل التالي للبقاء فيه.",
    "Wealwaysprovidingthebestsolutionforourclients,wedesignthebestbuildingtoreachyourhighestexpectation":"نحن نقدم دائمًا أفضل الحلول لعملائنا ، ونصمم أفضل مبنى للوصول إلى أعلى توقعاتك.",
    "Yearsexperience":"سنوات الخبرة",
    "10":"+20",
    "previousprojects":"المشروعات السابقة",
    "48+":"48+",
    "SATISFIEDCLIENTS":"العملاء الراضون",
    "95%":"95%",
    "Eco-friendlylivingisanewtrends,sowehavingatasktogiveyourhousealittlegreen":"معني شركة مقاولات بأنها شركة لديها ترخيص بأنها شركة متخصصة في المقاولات العامة, وتعني البناء والصيانة للمباني والشركات, ويمكن ان تكون شركة صيانة ثلاجات حسب نوع الانشطة المتواجدة بالرخصة التي حصلت عليها. هي شركة تتمتع بتراخيص سارية لمزاولة أنشطة المقاولات العامة قد تكون شركة بناء للمقاولات أو أي نوع آخر من المقاولات.",
    "services":"الخدمات",
    "ServiceOne":"الإنشاءات",
    "ServiceOneDesc":"خدماتنا في مجال البناء تشمل تحويل رؤيتك المعمارية إلى هياكل صلبة. من الفكرة إلى الإنجاز، نختص في تحويل الخطط التصميمية إلى واقع ملموس، مضمونين أعلى مستويات الحرفية والالتزام بالجداول الزمنية. بفريق ماهر وتقنيات مبتكرة، نبني الأسس لأحلامك.  ",
    "ServiceTwo":"التصميم",
    "ServiceTwoDesc":"في مجال التصميم والنمذجة، نأخذ أفكارك ومفاهيمك ونحوّلها إلى تصوّرات بصرية ملموسة. تكمن خبرتنا في إنشاء نماذج ثلاثية الأبعاد مفصّلة تمنحك نظرة شاملة على مشروعك. من خلال التركيز على الدقة والابتكار، نجسِّد الفجوة بين الخيال والواقع.  ",
    "ServiceThree":"الديكور",
    "ServiceThreeDesc":"خدمات التصميم والديكور لدينا تعيد تعريف الفضاء، حيث نمزج بين الوظيفية والجمال. بفهم دقيق لتفضيلاتك، نقوم بتصميم بيئات تعكس شخصيتك وتعزّز استخدام كل غرفة. من لوحات الألوان إلى اختيار الأثاث، نبني داخليات تحكي قصصًا.",
    "LearnMore":"المزيد",
    "Aboutcompany":"عن CIE",
    "AboutcompanyDesc":"تأسست الشركة الهندسية للإنشاء والعمارة الداخلية عام 2000 برأس مال  500000جنيه مصري.الغرض من تأسيس الشركة هو القيام بجميع أعمال المقاولات المعمارية والإنشاءات وأعمال الديكور وبيع وبناء الأراضي والعقارات لحسابهم وللغير ",

    "Project_one":"مشروع الاول",
    "Dontbeafraidtocontactusifyouhaveanyquestion":"اتصل بنا",
    "Getaquote":"ارسال",
    "Name":"الاسم",
    "Email":"البريد الالكتروني",
    "Allprojects":"المشروعات",
    "PhoneNumber":"رقم التليفون",
    "Industrial":"الصناعي",
    "Resident":"السكني",
    "Admin":"الإداري",
    "Hotels":"الفندقي",
    "All":"الكل",
    "31 Rabaa Investment Buildings - in front of the Workers' University - Nasr City":"31 عمارات رابعة الاستثمارى - أمام الجامعة العمالية – مدينة نصر",
    "Address":"العنوان",
    "Phone":"التليفون",
    "E-mail":"البريد الالكتروني"


}