{
    "home":"Home",
    "about":"About Us",
    "contact":"Contact Us",
    "projects":"Projects",
    "CieContactors":"Cie Contactors",
    "Ahmed":"Ahmed Eissa",
    "mohamed":"Mohamed Hussien",
    "CO":"Partner/Co-founder",
    "CieContactorshelpyoubuildyournextbeatifulplacetostay":"Cie Contactors help you build your next beatiful place to stay.",
    "Wealwaysprovidingthebestsolutionforourclients,wedesignthebestbuildingtoreachyourhighestexpectation":"We always providing the best solution for our clients, we design the best building to reach your highest expectation.",
    "Yearsexperience":"Years experience",
    "10":"+20",
    "previousprojects":"previous projects",
    "48+":"48+",
    "SATISFIEDCLIENTS":"SATISFIED CLIENTS",
    "95%":"95%",
    "services":"Services",
    "ServiceOne":"Construction",
    "ServiceOneDesc":"Our construction services encompass the realization of your architectural vision into solid structures. From concept to completion, we specialize in turning blueprints into reality, ensuring the highest quality craftsmanship and adherence to timelines. With a skilled team and innovative techniques, we build foundations for your dreams. ",
    "Eco-friendlylivingisanewtrends,sowehavingatasktogiveyourhousealittlegreen":"dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.",
    "ServiceTwo":"Modeling",
    "ServiceTwoDesc":"In the realm of modeling, we take your concepts and ideas and transform them into tangible visualizations. Our expertise lies in creating detailed 3D models that provide you with a comprehensive preview of your project. With a focus on accuracy and innovation, we bridge the gap between imagination and reality.",
    "ServiceThree":"Interior Design",
    "ServiceThreeDesc":"Our interior design services redefine spaces, blending functionality with aesthetics. With an acute understanding of your preferences, we curate environments that reflect your personality and enhance the usability of each room. From color palettes to furniture selection, we craft interiors that tell stories.",
    "LearnMore":"Learn More",
    "Aboutcompany":"About CIE",
    "AboutcompanyDesc":"Construction & Interior Engineering Co. was established at 2000 with capital amounting to EGP 500000. The purpose of the company incorporation is to carry out all architectural contracting works, constructions and décor works and to sell and construct lands and buildings for the company or for third party. ",
    "Dontbeafraidtocontactusifyouhaveanyquestion":"Contact Us",
    "Getaquote":"Get a quote",
    "Name":"Name",
    "Email":"Email",
    "Allprojects":"Projects",
    "PhoneNumber":"Phone Number",
    "Industrial":"Industrial",
    "Resident":"Residential",
    "Admin":"Admin",
    "Hotels":"Hotels",
    "All":"All",
    "31 Rabaa Investment Buildings - in front of the Workers' University - Nasr City":"31 Rabaa Investment Buildings - in front of the Workers' University - Nasr City",
    "Address":"Address",
    "Phone":"Phone",
    "E-mail":"E-mail"
}